Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.11.11.12_fin.txt.tmx
Source language: fin
Languages: sme

source: Pieleen meni taas - Kärnä tulkitsemassa Ilo 111 - sopimusta
sme: Meahccái manai fas – Kärnä dulkome Ilo 111 – soahpamuša

source: Enontekiön kunnanjohtaja Mikko Kärnä on taas innostunut tiedottelemaan näkemyksistään.
sme: Eanodaga suohkanhoavda Mikko Kärnä lea fas movttiidan dieđihastališgoahtit oainnuinis.

source: Aiemmin syksyllä hän tiedotteli biodiversiteettisopimuksesta ja miten sopimusta tulisi tulkita hänen mielestään.
sme: Árabut dán čavčča son dieđihasttalii biodiversiteahttasoahpamušas ja mot soahpamuš galggalii su oainnu mielde dulkojuvvot.

source: Tiedote meni hieman metsään ja hänen tulkinta oli kansainvälisen oikeuden vastainen.
sme: Dieđáhus manai binnánaš meahccái ja su dulkon lei riikkaidgaskasaš vuoigatvuođa vuostásaš.

source: Valitettavasti Kärnä ei ole onnistunut sen paremmin uusimmassa tiedotteessaan.
sme: Dađi bahábut Kärnä ii leat lihkostuvvan dađi buorebut ođđaseamos dieđáhusastisge.

source: Kärnä vaatii, että Metsähallituksen, Näkkälän paliskunnan ja Suomen tulee noudattaa ILO:n 111-sopimusta.
sme: Kärnä gáibidii, ahte Meahcceráđđehus, Näkkela bálges ja Suopma galget doahttalit ILO 111-soahpamuša.

source: Kärnä oli innostunut tiedottamaan asiasta ilmeisesti oikeusministeri Henrikssonin vierailun johdosta ja hän jatkaa tiedotteessaan edelleen Akwé:Kon- ohjeiden ja Metsähallituksen kritisointia.
sme: Kärnä lei movttiidan dieđihit áššis čielgasit vuoigatvuohtaministtar Henrikssona guossástallama dihte ja son joatká dieđáhusastis ain Akwé: Kon – rávvagiid ja Meahcceráđđehusas cuiggodeami.

source: On toki hienoa, että kunnanjohtaja on innostunut kansainvälisestä oikeudesta ja on tutustunut edes yhteen Suomen ratifioimaan kansainväliseen sopimukseen.
sme: Lea gal oba buorre, ahte suohkanhoavda lea movttáskan riikkaidgaskasaš vuoigatvuođas ja lea oahpásnuvvan juobe ovtta Suoma ratifiseren soahpamuššii.

source: Mutta siihen positiiviset asiat loppuvatkin.
sme: Dasa dat positiivvalaš áššit nohketnai.

source: ILO 111 - sopimus vuodelta 1958 käsittelee syrjinnän kieltoa työmarkkinoilla ja ammatin harjoittamisen yhteydessä.
sme: Ilo 111 – soahpamuš jagi 1958 gieđahallá vealahangielddu bargomárkaniin ja ámmátbargama olis.

source: Syrjinnän kieltoa käsitellään myös Suomen ratifioimassa kansalais- ja poliittisia oikeuksia koskevassa yleissopimuksessa, Euroopan ihmisoikeussopimuksessa, YK:n rotusyrjinnän vastaisessa yleissopimuksessa ja Euroopan Unionin yhdenvertaisuusdirektiivissä.
sme: Vealahangieldu gieđahallojuvvo maid Suoma ratifiseren siviila- ja politihkalaš vuoigatvuođaid oktasašsoahpamušas, Eurohpá olmmošriektesoahpamušas, ON:a nállevealaheami vuostásaš oktasašsoahpamušas ja Eurohpá Uniovnna ovttaveardásašvuohtadirektiivvas.

source: Nämä kaikki velvoitteet on otettu Suomen lainsäädäntöön, kuten perustuslakiin, yhdenvertaisuuslakiin ja työelämää ohjaavaan erityislainsäädäntöön.
sme: Dát buot geatnegasvuođat lea váldojuvvon Suoma lágaid oassin, dego vuođđoláhkii, ovttaveardásašvuohtaláhkii ja sierralágaide, mat stivrejit bargoeallima.

source: Niin perustuslaki (§ 17, § 22) kuin yhdenvertaisuuslaki (§ 7) mahdollistavat positiivisen erityiskohtelun tosiasiallisen tasa-arvon saavuttamiseksi.
sme: Vuođđoláhka (§ 17, § 22) go ovttaveardásašvuohtaláhkage (§ 7) dahket vejolažžan positiivvalaš sierrameannudeami duođalaš dásseárvvu joksama várás.

source: Kansainväliset sopimukset ovat siitä mielenkiintoisia, että niistä ei voi irrottaa vain yhtä artiklaa, vaan niitä on tulkittava yhdessä kaikkien artiklojen, muiden kansainvälisten velvoitteiden ja kansallisen lainsäädännön, johon kansainväliset velvoitteet on toimeenpantu, kanssa.
sme: Riikkaidgaskasaš soahpamušat leat dakko bakte miellagiddevaččat, ahte dain ii sáhte luvvet dušše ovtta artikla, muhto dat fertejit dulkojuvvot ovttas buot artiklaiguin, eará riikkaidgaskasaš geatnegasvuođaiguin ja sisriikkalaš lágaiguin, maidda riikkaidgaskasaš geatnegasvuođat leat implementerejuvvon dehege olláhuhttojuvvon.

source: Positiivinen erityiskohtelu on itse asiassa myös ILO 111- sopimuksen yksi velvoite.
sme: Positiivvalaš sierrameannudeapmi lea iešalddes maiddái ILO 111-soahpamuša okta geatnegahttin ášši.

source: Sopimuksen artiklan 5 mukaan erityisiä suojelu- ja auttamistoimenpiteitä, joihin on ryhdyttävä ILO:n sopimusten tai suositusten johdosta, ei ole pidettävä syrjintänä - tämän Kärnäkin oli tiedotteessaan huomannut.
sme: Soahpamuša artikla 5 mielde earenoamáš suodjalan- ja veahkehandoaibmabijut, maiddá galgá riepmat ILO soahpamušaid dehe ávžžuhusaid geažil, eai galgga adnojuvvot vealaheapmin – dán lei Kärnäge dieđáhusastis fuobmán.

source: Lisäksi samassa artiklassa nimenomaisesti määrätään, että syrjintänä ei pidetä sellaisia erityistoimenpiteitä, jotka ovat tarpeen sellaisten henkilöiden tarpeiden turvaamiseksi, jotka tarvitsevat erityistä apua tai tukea esimerkiksi kulttuurisen asemansa perusteella.
sme: Dasa lassin seamma artiklas namalassii mearriduvvo, ahte vealaheapmin eai adnojuvvo dakkár sierradoaibmabijut, mat leat dárbbatlaččat dakkár olbmuid dárbbuid dorvvasteami várás, geat dárbbahit earenoamáš veahki dehe doarjaga omd. kultuvrralaš sajádagas vuođul.

source: Voin olla lämpimästi samaa mieltä Kärnän kanssa, että ILO 111 sopimusta on kunnioitettava (vaikkakin sitä jo kunnioitetaan koska se on osa kansallista lainsäädäntöämme), vaikkakin Kärnä on tulkinnut sopimusta täysin virheellisesti.
sme: Sáhtán leat hui ovttaoaivilis Kärnäin das, ahte ILO 111-soahpamuš galgá gudnejahttojuvvot (vaikko dat gal juo gudnejahttojuvvo daningo dat lea min álbmotlaš lágaid oassin), vaikko Kärnä leanai dulkon soahpamuša ollásit vearrut.

source: Kärnän mielestä erämaalaki ja ilmeisesti myös Metsähallituslain § 4, jossa säädetään saamelaiskulttuurin suojasta, olisivat Ilo 111 - sopimuksen vastaisia koska ne asettavat eri elinkeinonharjoittajat eriarvoiseen asemaan ja erityisesti syrjisivät matkailuyrittäjiä.
sme: Kärnä mielas meahcceláhka ja várra maid Meahcceráđđehuslága § 4, mas mearriduvvo sámi kultuvrra suojis, livččiiga Ilo 111 – soahpamuša vuostásaččat, daningo dat bidjába ealáhusbargiid sierraárvosaš sajádahkii ja earenoamážit vealahivččiiga turismafitnodatolbmuid.

source: Ilo 111-sopimus ei vaan pidä eri elinkeinojen erilaista kohtelua syrjintänä, syrjintä on kiellettyä esimerkiksi rodun, uskonnon tai sukupuolen perusteella.
sme: Ilo 111 – soahpamuš go fal ii ane sierra ealáhusaid sierralágán meannudeami vealaheapmin, vealaheapmi lea gildojuvvon náli, oskkoldaga dehe sohkabeali vuođul.

source: Summa summarum: Kärnä meni taas metsään tulkintansa kanssa.
sme: Summa summarum: Kärnä manai fas meahccái iežas dulkomiin.

source: Kärnä ottaa kantaa myös Näkkälän paliskunnan jakamiseen.
sme: Kärnä váldá maid beali Näkkela bálgesa juohkimii.

source: Asia ei Kärnänkään mukaan kuulu kunnalle, mutta hän ei malta olla asiaa kommentoimatta.
sme: Ášši ii Kärnäge mielde gula suohkanii, muhto son ii máša leat kommenterekeahttá ášši.

source: Hänen mukaansa kunta vastustaa raja-aidan rakentamista, koska se olisi kai Ilo 111-sopimuksen loukkaus.
sme: Su oainnu mielde suohkan vuostálastá bálgesa rádjeáiddi huksema, daningo dat livččii várra Ilo 111-soahpamuša rihkkun.

source: Raja-aita ei estäisi ketään harjoittamasta ammattiaan eikä varsinkaan uhkaisi kenenkään ammatin harjoittamista.
sme: Rádjeáidihan ii easttále geange bargamis ámmáhisttis iige eandalii uhkidivčče geange ámmáhis bargama.

source: Näkkälän paliskunnan jakaminen päinvastoin tukisi Suomen kansainvälisten ihmisoikeusvelvoitteiden toteutumista ja parantaisi saamelaisporonhoidon asemaa.
sme: Näkkela bálgesa juohkin nuppegežiid doarjjulii Suoma riikkaidgaskasaš olmmošriektegeatnegasvuođaid olláhuvvama ja buoridivččii sámi boazodoalu sajádaga.

source: Kärnä varoitteli päivänä muutamana Lapin Kansassa että kaivosasioissa liikkuu paljon disinformaatiota ja hän varoitteli sen levittämisestä.
sme: Kärnä váruhii muhtin beaivve Lapin Kansa – aviissas, ahte ruvkeáššiin lea jođus olu disinformašuvdna ja son váruhalai dan viiddideamis.

source: Kerrankin löytyy asia, josta olemme Kärnän kanssa samaa mieltä - virheellistä tietoa kaivosasioista levitetään todellakin paljon, esimerkiksi Käsivarren malminetsintähankkeisiin liittyen.
sme: Oktenai gávdno ášši, mas ledne Kärnäin ovtta miela – boasttodieđut ruvkeáššiin viiddiduvvojit duođaidge eatnat, omd. Giehtaruohttasa málbmaohcanfidnuid buohta.

source: Olen iloinen, että Kärnä pitää tärkeänä oikean tiedon jakamista.
sme: Lean ilolaš, ahte Kärnä atná dehálažžan rievttes dieđu juohkima.

source: Valitettavasti hän ei ole omissa tiedotteissaan viime aikoina tässä tavoitteessaan oikein onnistunut.
sme: Dađi bahábut son ii maŋimus áiggiid leat iežas dieđahusain dán ulbmilis riekta lihkostuvvan.

source: Kansainvälisten sopimusten virheellisen tulkinnan lisäksi Kärnä väittää, että saamelaiskäräjät olisi vaatinut Näkkälän paliskunnan jakoa.
sme: Riikkaidgaskasaš soahpamušaid boastto dulkoma lassin Kärnä čuoččuha, ahte sámediggi livččii gáibidan Näkkela bálgesa juohkima.

source: Saamelaiskäräjät ei ole paliskunnan jakoa vaatinut, vaan asia on paliskunnan sisäinen.
sme: Sámediggi ii leat gáibidan bálgesa juohkima, muhto dat lea bálgesa siskkáldas ášši.

source: Henkilökohtaisesti tuen lämpimästi paliskunnan jakamista ja saamelaiskäräjät antaa asiassa varmasti kannanottonsa, jos paliskunta sitä saamelaiskäräjiltä pyytää.
sme: Persovnnalaččat doarjjun hui liggosit bálgesa juohkima ja sámediggi addá áššis sihkkarit cealkámušas, jos bálges dan sámedikkis bivdá.

source: Saamelaiskäräjien edustajat käyvät joskus luennoimassa eri viranomaisille saamelaisten oikeuksista ja niiden suhteesta kansainvälisiin ihmisoikeussopimuksiin.
sme: Sámedikki ovddasteaddjit mannet muhtimin logaldeame sierra eiseváldiide sápmelaččaid vuoigatvuođain ja daid gaskavuođas riikkaidgaskasaš olmmošriektesoahpamušaide.

source: Koska Enontekiön kunnanjohtaja on osoittanut suurta kiinnostusta kansainvälisiin sopimuksiin, saamelaiskäräjät tarjoaa kunnalle mielellään maksullisia luennointipalveluja saamelaisten oikeuksista, kansallisesta saamelaisia koskevasta lainsäädännöstä ja kansainvälisistä sopimuksista.
sme: Daningo Eanodaga suohkanhoavda lea čájehan stuora beroštumi riikkaidgaskasaš soahpamušaide, de sámediggi fállá suohkanii logaldanbálvalusaid mávssuin sámiid vuoigatvuođain, álbmotlaš sámiide guoskevaš lágain ja riikkaidgaskasaš soahpamušain.

source: Myös kuntien tehtävät ja kuntalaki voitaisiin tässä yhteydessä käydä läpi.
sme: Maiddái suohkaniid barggut ja suohkanláhka sáhtále dán oktavuođas gieđahallojuvvot.

source: Tämä vähentäisi disinformaation määrää.
sme: Dát unnidivččii disinformašuvnna meari.

source: En kyllä kadehdi Enontekiön kunnan saamelaisvaltuutettujen tulevaa tehtäväkenttää.
sme: Mun in gal gáđaš Eanodaga suohkana sápmelaš suohkanpolitihkkariid boahttevaš bargogieddi.

source: Olen todella iloinen että näin moni saamelainen pääsi kunnallisvaaleissa läpi – mutta työsarkaa teillä tulee olemaan paljon.
sme: Lean duođaid ilus, ahte ná máŋggas sápmelaččain besse suohkanválggain čađa – muhto bargomearri dis gal lea olu.

source: Toivon teille jaksamista ja intoa puolustaa saamelaisten oikeuksia kunnassa, erityisesti sen haasteellisessa viranomaisympäristössä.
sme: Sávan didjiide veadjima ja movtta bealuštit sápmelaččaid vuoigatvuođaid suohkanis, earenoamážit dan hásttuheaddji eiseváldibirrasis.

source: Vuontisjärvellä 11.11.12
sme: Vuottesjávrres 11.11.12

source: Klemetti Näkkäläjärvi
sme: Juvvá lemet
